import CategoryButton from "@/src/components/categoryButton";
import TopCarousel from "@/src/components/topCarousel";
import UpButton from "@/src/components/upButton";
import "./home.css";
import { Suspense } from "react";

export default function Home() {
  return (
    <div className="home">
      <TopCarousel />
      <div className="postSection">
        <Suspense fallback={null}>
          <CategoryButton />
        </Suspense>
        <div>
          필드는 아주 넓은데 그걸 최대한 효율적으로 이용하기 위해서는 때로는
          간격을 좁혀야하고 때로는 다시 넓혀야합니다. 그러기 위해선 팀으로서의
          기계적인 움직임이 일정 수준 이상으로 필요할 수밖에 없죠.       옛날로
          돌아가보면 사실 74 월드컵 네덜란드는 지금의 시선으로 보면 되게
          형편없습니다. 보다가 계속 꺼버리고 결국엔 대부분의 경기들을 풀 타임
          시청을 못하긴 했는데 (아리고 사키의 밀란까진 어떻게 됐는데 그 이전은
          풀 타임 시청이 안 되더라구요. 원래 다시 보기라는 거 자체를 안 좋아하긴
          하는데 옛날 경기 다 보고나서 다시 보기는 정말 할 게 못 된다는 걸
          느끼고 그 후로 지나간 경기들이나 옛날 경기들은 안 찾아봅니다.) 모두가
          미친듯이 뛰어다니긴 하는데 되게 무질서하고 중구난방이었습니다. 근데
          당시에 충격적이었던 건 그거죠. 축구란 스포츠는 긴 거리를 돌파하고 상대
          수비수들을 박스 근처에서 현란하게 제끼면서 골키퍼를 넘어서는 그런
          스포츠였는데 다른 의미로 접근한 거였으니까요.       볼을 잡은 상대
          선수에게 90분 내내 (또는 대부분의 시간 동안) 근처에 있는 선수들이 다
          달려나가고 볼을 뺏으면 바로 달리지 않고 볼을 지키고 순환시키면서
          상대가 볼을 따라다니게 만들고 어느 순간 생기는 공간을 활용하는 축구.
          그게 토탈풋볼이었습니다.       근데 미헬스는 그 네덜란드의 토탈풋볼을
          선보이기 위해 선수들을 아주 갈아마셔버렸다고 알려져있죠. 이미 그런
          축구에 익숙해있던 아약스 선수들을 제외한 나머지 선수들은 그런 걸
          이해도 못했고 몸이 바로바로 반응이 안 됐으니까요. 그래서 훈련을 더
          시켰습니다. 우리가 생각하는 것 이상으로... 안 되면 될 때까지 해라.
          이런 느낌으로 말이죠. 그래서 미헬스의 별명은 장군이었죠. (우리나라로
          따지면 독불장군에 가까운 장군이겠죠?) 독단적이고 자기 말을 따르지 않는
          선수들은 철저하게 배제하는 독재자란 평가를 받기도 했었구요.      
          미헬스는 당시 그 혹독한 훈련을 지시하면서 전술적 중심이던 크루이프와
          한 번 더 떠올린 거죠. 어렸을 때부터 이런 걸 가르쳐서 적합한 시기에
          어린 재능들을 올려서 담금질을 한다면 어떨까. 이런 시간들을 단축시킬 수
          있지 않을까?       그 덕을 두 번이나 본 바르셀로나 팬들은 유스에 미칠
          수밖에 없지만 중요한 건 그것보다 어떻게 해야 계속 이걸 이어갈 수
          있을까입니다. 물론 좋은 유스 선수들이 계속 튀어나오면 훨씬
          수월하겠지만 그런 건 운이에요. 원래 바르셀로나는 주전급 선수들 중
          유스의 비중이 별로 높았던 팀도 아니었고. 유스에 집착할 수밖에 없는
          팀이지만 그게 적정 수준을 지키지 못하면 늘 위험할 수밖에 없달까요.
          너무 없어도 안 되고 너무 많아도 안 되고. 얘기하고자 하는 건 유스
          얘기가 아니니까 여기까지만 하고.       70년대 아약스와 네덜란드 (더
          멀리가면 60년대 셀틱도 있습니다.) 로 시작해 중간에 사키의 밀란, 반
          할의 아약스 그리고 현대의 바르셀로나, 바이에른 뮌헨, 레알 마드리드,
          리버풀 등까지 봤을 때 조금씩 변해가고 있긴 하지만 본질은 단 한 번도
          변하지 않았어요. 오히려 상대적 약팀들의 대응 방식이 발전해오면서
          과거에는 조금 무신경해도 됐던 부분들은 더 중요해졌고 그들의 축구를
          하기 위해서 필수적인 요소들은 더 늘어나버렸다고 보는 게 옳은
          시선이겠죠.       전 포지션으로 축구를 보는 걸 되게 싫어하고 멀리하는
          편인데 왜 그러냐면 현대 축구에 와서 중요한 건 그런 게 아니기
          때문입니다. 지금 대다수의 팀들의 축구를 볼 때 어떤 포지션에 누가 뛰고
          있는데 누가 실력이 부족하다 이런 단편적인 관점보다는 볼을 소유한
          상태일 때 최대한 효율적으로 선수들의 동선을 짜내고 수적 우위를 가져갈
          수 있는 방법은 무엇이고 이들은 어떻게 하고 있을까라는 관점으로 보는 게
          훨씬 축구를 보는데 도움이 될 거라고 봅니다. 이런 부분들을 유심히
          바라보면 사소하지만 각 팀들의 차이와 수준이 보일 겁니다.       보통
          축구를 볼 때 수비가 안 되면 실책성 플레이가 제일 많거나 잦은 수비수를
          탓하기 마련이고볼 소유가 안 되면 개처럼 뛰어다니지 않거나 기술이
          딸리는 미드필드를 탓하기 마련이고골이 안 들어가면 결정력이 떨어지는
          포워드를 탓하기 마련인데 그런 건 되게 일시적으로 바라보는 거라고
          보구요.       오히려 얼마나 공간을 넓게 써야할 때는 넓게 쓰며 좁게
          써야할 때는 좁게 쓰는 지를 보면 된다고 봅니다. 공격이 안 되든 수비가
          안 되든 둘 중 뭐가 안 되면 저 두 가지가 잘 안 되고 있다고 보면 된다는
          겁니다. 물론 그 안에서 분명히 해가 되고 있는 선수가 있겠죠.
          바르셀로나로 치면 수아레즈 같은 선수들 말이죠.       수비를 할 땐
          공간을 좁혀야하고 공격을 할 때는 공간을 넓혀야합니다. 아주 간단하죠.
          필드는 더럽게 넓은데 수비할 공간이 넓으면 누군가는 실수를 하고 어느
          공간은 비게 됩니다. 공격을 할 때는 넓게 공격을 하면 할수록 상대가
          막아야하거나 신경써야할 공간이 넓어진다는 뜻이니 당연히 공략하는데
          조금 더 수월할 수밖에 없습니다.       그래서 수비를 할 땐 공간을
          좁혀야하니까 측면으로 몰아붙여서 상대의 선택지를 줄여야한다는 거고.
          그래서 공격을 할 땐 공간을 넓혀야하니까 터치 라인으로 붙여서 상대의
          선택지를 넓혀야한다는 겁니다.       역습 위주의 팀들도 보면 공격할
          때만큼은 측면을 위주로 공격을 하고 수비를 할 땐 최대한 박스 근처를
          틀어막고 숫자 싸움으로 몰고 가서 수비를 해내는 모습들이 많죠? 이런
          축구를 근 몇 년 간 가장 잘하고 있는 시메오네의 알레띠는 역발상으로
          접근해서 그들만의 축구를 해내고 있는 셈입니다.       바르셀로나가 지금
          굉장히 정적인 팀이 된 건 모든 선수들이 잔뜩 쫄아서 메시만 바라봐서가
          아니라 어쩔 수 없이 메시만 바라봐야하는 팀이 됐기 때문이란 소리입니다.
          이전에 수아레즈 얘기하면서 말씀드린 적이 있는데 앞선에서의 실책성
          플레이가 많아지니까 가장 확실한 선수가 볼을 최대한 많이 만지게 하고 그
          선수에게 수비들이 쏠리는 순간을 활용하려고 하는 거에요. 그렇게 하면
          전환 과정이 최소화되니까요. 근데 몇 년을 살짝살짝 바꿔서 그러고
          있으니까 이제 점점 한계가 빨리 오는 거죠.       왜 전환 과정을
          최소화해야되냐. 공간 활용이 안 되니까. 측면으로 몰아서 막아낼만한 빠른
          공수 전환 속도를 가진 팀도 아닌데 라인은 높아서 수비수들이 이미
          넘어오기 시작하는 상대 공격수들을 대처할만한 시간을 벌어줄 수가
          없으니까. 그래서 세티엔으로 바뀌었음에도 그리즈만하고 데 용, 비달은
          미친듯이 막으러 뛰어가거나 측면에 머물러 있었습니다. 그래야만하니까.
          그들이 못했다? 못하긴 했죠. 근데 그 평가가 과연 선수의 쓰임새가 맞게
          이뤄진 상황에서 이뤄진 평가일까요. 전 그렇게 안 봅니다.       이번
          시즌을 보면 저번 시즌하고 가장 큰 차이가 대부분의 경기에서 볼 소유
          자체는 잘 됐습니다. 라인의 유동도 적어졌죠. 근데 비효율적인 볼 소유가
          압도적으로 올라갔습니다. 쓸데없이 뛰는 것도 많아졌고. 결국 볼을 백날
          갖고 있어봤자 상대한테 위협이 안 됐다는 건데 왜 그랬을까요.      
          후방에서 전방으로 빠르게 전진하는 고정적인 틀이 없었고측면에서
          중앙으로 들어가는 전술전략도 없었고중앙에서 측면으로 상대를 몰아가는
          수비도 없었습니다.       네이마르가 지금의 구성을 유지하면서 최선의
          선택이 될 거라고 주장한 이유는 그냥 되게 간단해요. 두 가지를 혼자서
          해낼 수 있습니다. 혼자 볼을 잡고 후방에서 전방으로 끌고 올라올 수 있고
          그걸 90분 내내 할 수 있습니다. 그리고 측면에서 중앙으로 혼자 볼을 잡고
          치고 들어갈 수 있습니다. 효율이 떨어지는 네이마르의 횡드리블만
          팀적으로 어떻게 지원해줄 수 있다면 바르셀로나는 지금 구성을 유지한
          채로도 분명히 뭔가 되긴 했을 거에요.       그리즈만을 개인적으로 가장
          원한 이유는 팀이 변하기를 원했기 때문이었습니다. 그리고 그 변해가는
          과정 속에서 메시를 가장 잘 도와줄 수 있는 선수라고 봤구요. 데 용 역시
          몇 번 보면서 생각을 바꿨던 가장 큰 이유도 다재다능함을 보이는 여러
          가지 가능성을 시험할만한 미드필드였기 때문이지. 그가 피보테니 메짤라니
          그런 거 따져가면서 껴맞춘 게 아닙니다. 네이마르도 없고 이니에스타도
          없는 상황에서 이 스쿼드를 유지하면 계속 한계가 보일 겁니다. 이미 저번
          시즌에 그 한계를 여실히 봤고 보강을 하면서 냉정하게 내보낼 선수들을
          정하고 싹 다 보냈어야 했습니다.       바르토메우가 무서워하는 건
          그거겠죠. 로셀 때부터 이어진 우리의 바르셀로나가 성공을 하면서
          아직까지도 남아있는 그 작품들이 대부분 떠나고 새로운 바르셀로나를
          도전한다고 했을 때 실패했을 때의 그 충격과 향후 그들에게
          (로셀파들에게) 끼칠 영향. 거기다 딱 1년 남았는데 승부수를 던지기엔
          이렇다할 필살기도 보이지 않는다는 것. 이 팀을 안정적으로 유지하면
          아무리 기복이 심하고 경기력이 개판치고 바르셀로나의 관념을 벗어나도
          어떻게든 리가는 차지한다는 걸 발베르데가 보여줬는데 세티엔은
          그것마저도 못했고 잡음은 폭발해버렸고 메시가 이례적으로 인터뷰를 쎄게
          해버리기까지 했습니다. 기사에 관련 얘기가 나오든 안 나오든
          바르토메우도 분명히 고민이 많을 겁니다.       어떤 선택을 할 진
          모르겠지만 다음 감독 선임은 아주 중요할 거에요. 보드진과 선을 그을 수
          있는 감독이 온다고 한다면 조금은 기대해볼만한 시즌이 될테고 그렇지
          않다면 다시 한 번 유지를 택한다는 소리와도 같을 테니 또 한 번 위험한
          시즌이 될 수도 있겠죠. 최상의 시나리오는 지금부터라도 냉정하게 팀을
          판단하고 다음 시즌을 준비하는 겁니다. 세티엔이 챔스 때까지 지휘하든
          지휘하지 않든.       물론 챔스 때까지 세티엔이 함께한다면 이번 시즌은
          어느 것 하나 기대할 요소가 없습니다. 그는 능력 자체가 안 되는
          감독이니까요. 솔직히 입성 전 평가했던 것보다 훨씬 못하고 있는데 이건
          저 역시도 그를 과대평가했다는 거겠죠.
        </div>
      </div>
      <UpButton />
    </div>
  );
}
